Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: [German accent]
ru: С Рождеством, мерзкая свинья... и с Новым Годом.

source: Housekeeping.
ru: Уборка.

source: TAPE OF FRANK SlNGlNG:
ru: Веселого Рождества.

source: Oh!
ru: Убирайся отсюда, маленький негодяй... или я выбью из тебя, всю дурь.

source: ANDYWlLLlAMS:
ru: На наш медовый месяц здесь было намного лучше.

source: Uncle Rob lives here.
ru: Дядя Роб здесь живет.

source: If they' re back from Paris, I' il drop in on them.
ru: Если они приехали из Парижа, надо к ним зайти.

source: Are they there to guide me?
ru: Они всегда привозили хорошие подарки.

source: CHlLDREN SlNGlNG:
ru: Спокойной ночи, мама.

source: Your drawers, sir.
ru: Ваше белье, сэр.

source: Don' t flash these babies around here!
ru: Не размахивайте ими, тут же дети кругом!

source: There could be girls on this floor!
ru: Тут ведь могут быть девушки!

source: I was very careful, sir.
ru: Я был очень осторожен, сэр.

source: I understand.
ru: Нужно быть очень осторожным, когда дело касается нижнего белья.

source: You wanted a tip.
ru: Извините, вы ждете чаевых.

source: That won' t be necessary, sir.
ru: Не обязательно, сэр.

source: I still have some tip left over.
ru: У меня еще прошлые остались.

source: No tip?
ru: Не надо?

source: Wait, wait, wait!
ru: Подождите!

source: How do I get to Columbus Circle?
ru: Как мне попасть в цирк?

source: The doorman will be happy to find you a taxi as --
ru: Швейцар поймает вам такси -

source: Mr. McCallister!
ru: Мистер МакКалистер!

source: Uh... excuse me.
ru: Простите.

source: And how are we this morning?
ru: Как у нас дела сегодня утром?

source: Is my transportation here?
ru: Мой транспорт уже здесь?

source: A limousine and a pizza... compliments of the Plaza Hotel.
ru: Он у входа, сэр. лимузин и пицца... подарок от отеля Плаза.

source: I do hope your father understands... that last night I was simply checking the room... to make sure everything was in order.
ru: Я надеюсь, ваш отец понимает... что прошлой ночью я просто проверял комнату... чтобы убедиться, что все в порядке.

source: Oh, he was pretty mad.
ru: О, он был очень зол.

source: He was?
ru: Да?

source: He said he didn' t come to New York... to get his naked rear end spied on.
ru: Он сказал, что приехал в Нью- Йорк не для того... чтобы кто- то следил за его голым задом.

source: Of course not.
ru: Конечно, нет.

source: Will he be down... soon?
ru: Он скоро спустится?

source: He already left.
ru: Он уже уехал.

source: I would have liked... to have offered my personal apology.
ru: О, я бы хотел ему принести... мои личные извинения.

source: If some guy looked at you in the shower... would you ever want to see him again?
ru: А если бы вас увидели в душе... вы бы хотели встретиться с этим человеком?

source: I suppose not.
ru: Наверное, нет.

source: I don' t think you' il see him for the rest of our trip.
ru: Я думаю, вам лучше не встречаться.

source: "M, M, M...
ru: Приятного дня.

source: "McCallister."
ru: МакКалистер.

source: - Morning, Mr. McCallister.
ru: Доброе утро, мистер МакКалистер.

source: JOHNNY MATHlS SlNGlNG:
ru: Доброе утро.

source: Listening once again
ru: Мистер МакКалистер, вот ваша особенная, сырная пицца.

source: Know any good toy stores?
ru: Знаете хороший магазин игрушек?

source: Yes, sir!
ru: Да, сэр!

source: Go on!
ru: Убирайтесь отсюда!

source: Get out of here!
ru: Пошли!

source: Beat it!
ru: Пошли!

source: Hey... Marv!
ru: Эй...

source: Get over here!
ru: Марв!

source: I got to talk to you!
ru: Иди сюда!

source: Whoa!
ru: Надо поговорить.

source: Would you like a scarf?
ru: Хочешь шарф?

source: Forget the scarf, Marv.
ru: Забудь про шарф, Марв.

source: We got to talk.
ru: Нам надо кое- что обсудить.

source: We don' t have the equipment to pull off anything big -- you know, your banks, jewelry stores.
ru: У нас нет снаряжения чтобы грабить что- нибудь большое...... ну, знаешь, банки, ювелирные магазины.

source: We don' t want goods.
ru: Нам не нужны вещи.

source: We need cash, and we need it now.
ru: Нам нужны наличные, и они нужны нам сейчас.

source: How about, uh... hotels?
ru: Как насчет... отелей?

source: Tourists carry lots of cash.
ru: Туристы носят с собой много наличных.

source: There' s no guarantees.
ru: Тут нет гарантии.

source: I got a better idea.
ru: У меня есть идея получше.

source: Stores don' t deposit cash on Christmas Eve.
ru: Крупные магазины сдают выручку на Рождество.

source: Right... right.
ru: Так... так.

source: What stores make lots of cash Christmas Eve... that nobody' s going to think to rob?
ru: Какие магазины получают больше всего выручки на Рождество... и никто и не думает их грабить?

source: Candy stores.
ru: Кондитерские.

source: Nine- year- olds rob candy stores, Marv.
ru: Только девятилетние грабят кондитерские.

source: That' s brilliant, Harry.
ru: Это блестяще, Гарри.

source: Yep.
ru: Да.

source: There' s nobody dumb enough... to knock off a toy store on Christmas Eve.
ru: Никому и в голову не придет... ограбить игрушечный магазин на Рождество.

source: Oh, yes, there is.
ru: О да, это точно.

source: Here we are, sir...
ru: Приехали, сэр...

source: Duncan' s Toy Chest.
ru: Распродажа игрушек Дункана.

source: Merry Christmas, Kevin.
ru: С Рождеством тебя, Кевин.

source: This is the greatest accident of my life.
ru: Это самое шикарное приключение в моей жизни.

source: Marv.
ru: Марв.

source: Marv!
ru: Марв!

source: What' s the plan?
ru: Какой план?

source: We come out of our little houses...
ru: Когда все уходят отмечать свой милый праздник. мы выходим из наших маленьких домиков...

source: Yeah, then what?
ru: Да и что потом?

source: We empty the registers and walk out like we own the joint.
ru: Заберем все деньги и уйдем.

source: Great plan, Harry!
ru: Великолепный план, Гарри!

source: CASHlER:
ru: Пожмите его руку.

source: Well, now thank you and merry Christmas.
ru: Спасибо вам и Веселого Рождества.

source: Say hello to the family.
ru: Передайте привет вашей семье.

source: Eh...
ru: Да, дай- ка мне посмотреть.

source: You shopping alone?
ru: Ты здесь один?

source: In New York?
ru: В Нью- Йорке?

source: Sir, I' m afraid of my own shadow.
ru: Сэр, я боюсь даже собственной тени.

source: I was just checking.
ru: Я просто хотел проверить.

source: Oh, well, thank you.
ru: Спасибо.

source: That' il be $23. 75.
ru: Не стоит. $23. 75.

source: My, my, my!
ru: Ну и ну!

source: Where did you get all that money?
ru: Откуда у тебя все эти деньги?

source: Oh.
ru: О.

source: Well, that explains it.
ru: Что ж это все объясняет.

source: Ietting all the kids come into his store... and play with his toys.
ru: Мистер Дункан, наверное, хороший парень... раз он разрешает детям приходить играть с игрушками.

source: Most toy stores prohibit that.
ru: Многие магазины запрещают.

source: - Oh, is that so?
ru: Правда?

source: - Yep.
ru: Да.

source: Well, he loves kids.
ru: Он любит детей.

source: As a matter of fact... all the money the store takes in today...
ru: И еще... все деньги, вырученные сегодня...

source: Mr. Duncan is donating it to the Children' s Hospital... and the day after Christmas... we empty all the money in the cash register... and Mr. Duncan just takes it right down to the hospital.
ru: Мистер Дункан пожертвует детской больнице... утром после Рождества... мы берем все деньги... и отвозим прямо в госпиталь.

source: That' s very generous of him.
ru: Это очень хороший поступок.

source: Well, children bring him a lot of joy... as they do to everyone who appreciates them.
ru: Дети приносят ему много радости... и это касается всех, кто их любит.

source: I' m not supposed to spend this money... but I have twenty dollars from shoveling snow... in a jar in our garage... where my older brother can' t find it.
ru: Я не собирался тратить эти деньги... но у меня есть двадцать долларов... которые я хранил в гараже... чтобы мой старший брат не нашел.

source: So I' il pay my mother back with that.
ru: Я отдам их маме.

source: You can give this to Mr. Duncan.
ru: Передайте это мистеру Дункану.

source: The hospital needs it more than I do.
ru: Больнице они больше пригодятся, чем мне.

source: Aw... that' s -- that' s very sweet of you.
ru: Я бы истратил их на конфеты... от которых у меня портятся зубы. это очень мило с твоей стороны.

source: Eh... you see that tree there?
ru: Видишь эту ель?

source: I' m going to let you select an object from that tree... that you can take home with you.
ru: В награду за твою щедрость... можешь выбрать что угодно... и взять с собой домой.

source: - Free?
ru: Бесплатно?

source: - Oh, yeah.
ru: О, да.

source: Eh... may -- may I make a suggestion?
ru: Можно я предложу тебе кое- что?

source: Take the turtledoves.
ru: Возьми горлиц.

source: I could have two?
ru: Сразу двух?

source: Well, two turtledoves.
ru: Двух горлиц.

source: I' il tell you what you do.
ru: Я скажу тебе, как с ними обращаться.

source: You keep one... and you give the other one to a very special person.
ru: Горлицы - символ любви и дружбы.

source: You see... turtledoves are a symbol of friendship and love.
ru: Пока вы храните ваших горлиц...

source: As long as each of you have your turtledove... you' il be friends forever.
ru: Вы будете всегда друзьями.

source: I never knew that.
ru: Я никогда этого не знал.

source: I thought they were just part of a song.
ru: Я думал про это просто поют песни.

source: They are... and -- and for that very special reason.
ru: Поэтому о них и поют.

source: Merry Christmas to you, too.
ru: Веселого Рождества.

source: Be sure to bundle up if you go outside.
ru: И вам Веселого Рождества.

source: It' s a little nippy.
ru: Когда пойдете домой.

source: Oh, thank you, l -- I' il do that.
ru: Оденьтесь потеплее, там холодно. спасибо, я так и сделаю.

source: Well, where to?
ru: Ну и куда теперь?

source: You promised you' d take me to the Central Park Zoo.
ru: Ты обещал отвести меня в Центральный зоопарк.

source: Look who it is, Marv.
ru: Смотри, кто это, Марв.

source: Watch it, man!
ru: Осторожно!

source: Buy now and avoid the Christmas rush.
ru: Покупайте сейчас и экономьте.

source: Two forfive dollars, fourforten.
ru: Два по 5 долларов, четыре по десять.

source: There he is!
ru: Вот он!

source: All right, kiddo!
ru: Попался, малыш!

source: - Oh!
ru: Спасибо С рождеством.

source: MAN:
ru: Простите!

source: Yes!
ru: Получилось!

source: Thank you for your suggestion.
ru: Спасибо за ваше предложение..

source: My duty and my pleasure.
ru: Не за что, это удовольствие для меня..

source: You got to help me!
ru: Помогите мне!

source: There' s two guys after me!
ru: Там двое парней гонятся за мной!

source: Store wouldn' t take your... stolen credit card?
ru: Магазин не принял... ворованную кредитку?

source: Let' s see what the police have to say about this.
ru: Посмотрим, что полиция скажет по этому поводу.

source: Get up!
ru: Вставай!

source: Get back here, you little thief!
ru: Вернись, маленький воришка!

source: Stop that child!
ru: Остановите этого ребенка!

source: Grab him!
ru: Схватите его!

source: You little sh --
ru: Ты маленький воришка.

source: I' ve committed credit card fraud.
ru: Я совершил серьезное преступление.

source: Get me security!
ru: Вызовите охрану!

source: We' ve got to stop that delinquent!
ru: Надо остановить этого негодяя!

source: Come along, Cedric.
ru: Пойдем, Седрик.

source: I' ve had enough of this vacation.
ru: Хватит с меня этих каникул.

source: I' m going home.
ru: Я еду домой.

source: This is the concierge, sir!
ru: Это консьерж, сэр!

source: JOHNNY:
ru: Да, сэр, я был здесь.

source: I' m -- I' m afraid you' re mistaken, sir.
ru: Я... я боюсь, вы ошибаетесь сэр.

source: [Gasps]
ru: Чикс, Бони Боб, Клиф.

source: No!
ru: Нет!

source: It' s a lie!
ru: Это ложь!

source: I' m terribly sorry, sir... but I' m afraid you' re mistaken.
ru: Мне очень жаль, сэр... но боюсь, что вы ошибаетесь.

source: We' re looking for a young man.
ru: Мы ищем маленького мальчика.

source: On your knees.
ru: На колени.

source: I love you!
ru: Я люблю тебя!

source: That' s why I' m going to let you go.
ru: Поэтому я отпускаю тебя.

source: - One.
ru: Один.

source: - Open up the door!
ru: Открывайте дверь!

source: Two.
ru: Два.

source: JOHNNY: and a happy New Year.
ru: Веселого рождества, мерзкая свинья... и с Новым Годом.

source: Stay in your rooms!
ru: Оставайтесь в своих комнатах!

source: This is an emergency!
ru: Там опасно!

source: Ha!
ru: Ха!

source: Get on the wrong plane, squirt?
ru: Что случилось?

source: Looks like you won' t be needing this, kid.
ru: Сел не на тот самолет?

source: We spent nine months in jail... thinking we had the worst luck in the universe.
ru: Мы провели девять месяцев в тюрьме... думали, что мы самые несчастные на свете.

source: We busted out of the clink, and we' re doing fine.
ru: Мы сбежали и очень этому рады.

source: We' il be doing even better... because we' re not robbing houses anymore.
ru: Мы сейчас чувствуем гораздо лучше, потому что мы... больше не грабим дома.

source: Now we' re robbing toy stores.
ru: Теперь мы грабим магазины игрушек.

source: At midnight tonight... we' re hitting Duncan' s Toy Chest.
ru: Сегодня в полночь... мы ограбим магазин Дункана.

source: Five floors of cash.
ru: Пять этажей наличных.

source: Marv, you want to shut up?
ru: Марв, заткнись!

source: What' s the difference?
ru: Какая разница?

source: Or the undertaker.
ru: Он никому не расскажет... быть может кроме рыб. или гробовщику.

source: Let' s just get him to the subway tunnel.
ru: Давай сбросим его в тоннель метро.

source: I' il feel a lot better once we get him on ice.
ru: Мне больше нравится идея, засыпать его льдом.

source: I' ve got a gun in my pocket.
ru: У меня в кармане пистолет.

source: You open your mouth... and you' il be spitting gum out through your forehead.
ru: Откроешь рот... и после будешь надувать жвачку через дырку в затылке.

source: Well, hello.
ru: Привет.

source: - He did it.
ru: Он это сделал.

source: - Did what?
ru: Сделал что?

source: Get him, will ya!
ru: Держи его!

source: He went in the park.
ru: Он побежал в парк.

source: - Hey!
ru: Вставай!

source: - Give it!
ru: Сюда!

source: Hey, Harry, I got him.
ru: Гарри, я поймал его.

source: Let me see.
ru: Дай посмотреть.

source: That ain' t him.
ru: Это не он.

source: Put him down.
ru: Поставь на место.

source: I hate pulling a job knowing that creep is on the loose.
ru: Надо было его пристрелить, пока у нас был шанс. ненавижу выполнять работу, зная, что он на свободе.

source: What can he do?
ru: А что он может сделать?

source: Kids are helpless.
ru: Дети беспомощны.

source: Not this kid.
ru: Только не он.

source: This time, he doesn' t have a houseful... of dangerous goodies to get us with.
ru: На этот раз у него нет дома... набитого всякими опасными штучками.

source: He' s in the park.
ru: Он в парке.

source: He' s alone.
ru: Он один.

source: I want to go home.
ru: Я хочу домой.

source: Mom, where are you?
ru: Мам, где ты?

source: Turn that down.
ru: Выключите.

source: - Hello.
ru: Алло.

source: - Kate McCallister, please.
ru: Кэйт МакКалистер, пожалуйста

source: - This is she.
ru: Слушаю.

source: - Ma' am, we found your son.
ru: Мадам, мы нашли вашего сына.

source: - What?
ru: Что?

source: - The police know where Kevin is.
ru: Полиция знает, где Кевин

source: He' s in New York City.
ru: Он в Нью- Йорке.

source: He' s in New York.
ru: Он в Нью- Йорке.

source: - New York?
ru: Нью- Йорк?

source: He checked into the Plaza with your husband' s credit card.
ru: Он расплатился вашей кредиткой в отеле Плаза.

source: He' s not a troublemaker.
ru: Я уверена, он был напуган.

source: Would you hold just a second?
ru: Вы подождете секундочку?

source: He used your credit card to check into the Plaza Hotel.
ru: Он использовал твою кредитку в отеле Плаза.

source: Do they still have him?
ru: Он у них?

source: Do they have him?
ru: Он еще у них?

source: No, police are still looking.
ru: Нет, полиция его ищет.

source: Damn it!
ru: Черт возьми!

source: We' re on the next flight out.
ru: Мы вылетаем ближайшим рейсом.

source: We' re going to New York.
ru: Мы едем в Нью- Йорк.

source: - Yes!
ru: - Да!

source: He ran away when they questioned him about the card.
ru: Он убежал, когда его спросили про кредитную карту.

source: He must be so scared.
ru: Он, наверно, так напуган.

source: Would he go to my brother' s place?
ru: Почему бы ему не пойти к моему брату?

source: Aren' t they in Paris?
ru: Разве они не в Париже?

source: Maybe there' s a housesitter.
ru: Может там есть домохозяйка.

source: I thought you said they' re renovating.
ru: Они же делают ремонт.

source: Hello!
ru: Здравствуйте!

source: Uncle Rob?
ru: Дядя Роб?

source: Aunt Georgette?
ru: Тетя Жоржетта?

source: Anybody home?
ru: Кто- нибудь дома?

source: Uncle Rob!
ru: Это я, ваш любимый племянник Кевин.

source: Aunt Georgette!
ru: Дядя Роб!

source: Ha ha ha ha ha ha ha ha ha ha ha!
ru: Тетя Жоржетта!

source: [Laughing]
ru: Ищешь кого- то... кто бы рассказал тебе сказку на ночь?

source: Boy, it' s scary out there.
ru: Ну и страшно же там.

source: Ain' t much better in here, kid.
ru: Здесь не лучше, парень.

source: I don' t want to ever take a vacation like this again.
ru: Я больше не хочу таких каникул.

source: Where did all you come from?
ru: Откуда вы все прилетели?

source: I may not have enough for everybody.
ru: У меня на всех не хватит.

source: How hungry are you guys?
ru: Вы все голодные?

source: Well, you guys ate all my food.
ru: Ну, ребята, вы съели всю мою еду.

source: Look, I' m sorry I screamed in yourface.
ru: Послушайте, мне жаль, что я так кричал.

source: You were just trying to help me, right?
ru: Вы ведь просто хотели помочь мне, правильно?

source: I' m Kevin McCallister.
ru: Я Кевин МакКалистер.

source: Your birds are real nice.
ru: У вас красивые птицы.

source: I' ve seen you before.
ru: Я вас видел раньше.

source: You had pigeons all over you.
ru: У вас везде голуби.

source: At first, you looked kind of scary.
ru: Сначала вы кажетесь страшной.

source: But when I think about it, it' s not so bad.
ru: Но потом я подумал, что не все так уж плохо.

source: They must be all over you 'cause they like you.
ru: Они все вокруг вас, потому что любят вас.

source: If I' m bothering you, I can leave.
ru: Я могу уйти.

source: Am I bothering you?
ru: Я вам надоел?

source: I' m not a pain in the butt?
ru: От меня одна головная боль?

source: Will those pigeons come back on their own... or do you have to call them?
ru: Голуби сами к вам прилетают... или вы их зовете?

source: Give me your hand.
ru: Дай мне руку.

source: They can hear it.
ru: Они слышат.

source: This is great.
ru: Здорово.

source: It' s pretty cold out.
ru: Здесь так холодно.

source: I could sure go for a cup of hot chocolate.
ru: Я бы выпил горячего шоколада.

source: How about you?
ru: А вы?

source: I' d hate to spend Christmas Eve in Central Park.
ru: Я не хочу справлять рождество в парке.

source: [Playing "Adeste Fideles"]
ru: Я знаю такое место.

source: Nice music.
ru: Красивая музыка.

source: I' ve heard the world' s great music from here.
ru: Я слышала здесь самую лучшую музыку всего мира.

source: Ella Fitzgerald, Count Basie...
ru: Элла Фитцжеральд, Каунт Бейзи...

source: Frank Sinatra...
ru: Фрэнк Синатра...

source: Luciano Pavarotti.
ru: Лучано Паваротти.

source: So, do you bring your friends up here?
ru: А вы приводите сюда своих друзей?

source: I haven' t got many friends.
ru: У меня мало друзей.

source: I' m like the birds I care for.
ru: Я как одна из этих птиц.

source: People pass me in the street.
ru: Люди сторонятся меня.

source: They see me, but they try to ignore me.
ru: Они видят меня, но игнорируют.

source: They' d prefer I wasn' t part of their city.
ru: Они бы предпочли, чтобы я не была частью этого города.

source: It' s sorta like that with my family.
ru: У меня что- то похожее в семье.

source: I' m kinda the pigeon of the house... just because I' m the youngest.
ru: Я словно посторонний в доме... просто потому что самый младший.

source: Everyone fights for position.
ru: Все борются за свое место.

source: Everybody wants to be seen... and heard.
ru: Все хотят быть увиденными... и услышанными.

source: I guess so.
ru: Я думаю, да.

source: I' m seen and heard pretty much... but then I get sent to my room a lot, too.
ru: Меня слушали довольно много... но потом очень часто отправляли в мою комнату.

source: What were you like before?
ru: А кем вы были раньше?

source: I had a job...
ru: У меня была работа...

source: I had a home...
ru: У меня был дом...

source: I had a family.
ru: У меня была семья.

source: Did you have any kids?
ru: У вас были дети?

source: Oh, I wanted them... but the man I loved... fell out of love with me.
ru: О, я хотела их...

source: And whenever the chance to be loved came along again...
ru: Но человек, которого я любила... разлюбил меня.

source: I ran away from it.
ru: Это разбило мое сердце.

source: I stopped trusting people.
ru: Я перестала доверять людям.

source: No offense... but that seems like sort of a dumb thing to do.
ru: Не обижайтесь... но мне кажется, что это глупо.

source: I was afraid of getting my heart broken again.
ru: Я боялась, что мне снова разобьют сердце.

source: You see, sometimes you can trust a person... and then, when things are down... they forget about you.
ru: Видишь ли, когда доверяешься человеку... и потом, приходит время... и он забывает о тебе.

source: Maybe they' re just too busy.
ru: он просто может быть очень занят.

source: Maybe they don' t forget about you... but they forget to remember you.
ru: Может, они не забывают про вас...

source: I don' t think people mean to forget.
ru: Не думаю, что люди забывают специально.

source: I think it just happens.
ru: Это просто случайность.

source: I' d leave it on the school bus.
ru: Мой дедушка говорит, что если бы моя голова не была прикручена к телу... я оставил бы ее в школьном автобусе.

source: I' m just afraid if I do trust someone...
ru: Я просто боюсь довериться кому- то... и снова разбить свое сердце.

source: I' il get my heart broken again.
ru: Я понимаю.

source: I used to have a really nice pair of roller blades.
ru: У меня были роликовые коньки.

source: I was afraid I' d wreck them... so I kept them in the box.
ru: И я боялся сломать их... и поэтому я хранил их в коробке.

source: - You know what happened?
ru: И знаете, что произошло?

source: I outgrew them.
ru: Они стали мне малы.

source: I never wore them once outside... just in my room a couple of times.
ru: Я никогда не катался на них на улице... только несколько раз по моей комнате.

source: A person' s heart and a person' s feelings... are very different than skates.
ru: Человеческое сердце и человеческие чувства... отличаются от роликовых коньков.

source: Well, they' re kind of the same thing.
ru: Да, но они очень похожи.

source: If you just keep it to yourself... maybe it' il be like my roller blades -- when you do decide to try it... it won' t be any good.
ru: Если вы не будете использовать ваше сердце... тогда какая разница, если оно сломается? если вы храните его только для себя... то с ним будет то же самое, что и с моими роликами... когда оно вам понадобится... но не сможет работать.

source: You should take a chance.
ru: Вам надо попробовать.

source: You got nothing to lose.
ru: Вам нечего терять.

source: A bit of truth in there somewhere.
ru: В этом есть немного правды.

source: I think so.
ru: Я тоже так думаю.

source: Your heart might still be broken... but it isn' t gone.
ru: Ваше сердце может еще и разбито... но оно есть.

source: If it was gone, you wouldn' t be this nice.
ru: Если бы его не было, вы бы не были такой доброй.
